TOKEN = '7740946392:AAGFPtY1mLTrYX0KfRAn7FIWO_4AzleUgg8'
admin = [6771082981] # чат айди админа  # чат айди админа
API_ID = 21810198
API_HASH = "503ebebc67e2350080b88233205cc584"

GIFT_IDS = [ 
    5836780359634649414, #кукла вуду
    5837059369300132790, #котик
    5843762284240831056, #ЕБАТЬ КРИСТАЛЛ ГЕМ ЗА 100
    5841689550203650524, #ГУБКИ
    5846226946928673709, #ЕБАТЬ ЯД
    5845776576658015084, #лягуха
    5857140566201991735, #ЕБАТЬ СИГАРА
    5859442703032386168, #ЕБАТЬ КОЛЬЦО ЗА 500 ЗВ
    5879737836550226478, #ЕБАТЬ СТАТУЯ ЗА 500 ЗВ
    5882125812596999035, #РОЗА В КОЛБЕ
    5913517067138499193, #ЕБАТЬ ДУХИ
    5915521180483191380, #ЕБАТЬ КЕПКА
    5936043693864651359, #ЕБАТЬ ЧАСИКИ
    5936085638515261992, #ЕБАТЬ КОЛЬЦО ЗА 150 ЗВ
    5933531623327795414, #ЕБАТЬ ЛАМПА
    5933629604416717361, #ЕБАТЬ КРИСТАЛЛЫ ЗА 500 ЗВ
    5933671725160989227, #ЕБАТЬ ПЕРСИК
    5936013938331222567#ЕБАТЬ ПЕПЕ
]